const menu = (pushname, sender, NomeBot, patt, numeroDono, nomeDono, prefixo) => { 
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​


├⪧ 𝐈𝐍𝐅𝐎 𝐁𝐎𝐓
├───────────────────
│Nome: ${NomeBot}
│Prefixo: ${prefixo}
│Nome Do Dono: ${nomeDono}
│Numero Do Dono: ${numeroDono}
╰───────────────────

╭───「•••「◆」•••」
├⪧ 𝐈𝐍𝐅𝐎 𝐔𝐒𝐄𝐑
├───────────────────
│Nome: ${pushname}
│Numero: ${sender.split("@")[0]}
│Patente: ${patt}
╰───────────────────

╭───「•••「◆」•••」
├⪧ 𝐉𝐎𝐆𝐎𝐒
├───────────────────
│⌬ ➛ ${prefixo}Cassino
│⌬ ➛ ${prefixo}Anagrama
│⌬ ➛ ${prefixo}Cartafofa
│⌬ ➛ ${prefixo}Jogodaforca
│⌬ ➛ ${prefixo}resetforca
│⌬ ➛ ${prefixo}gay
│⌬ ➛ ${prefixo}feio
│⌬ ➛ ${prefixo}matar
│⌬ ➛ ${prefixo}bebado
│⌬ ➛ ${prefixo}vesgo
│⌬ ➛ ${prefixo}corno
│⌬ ➛ ${prefixo}beijo
│⌬ ➛ ${prefixo}gostoso
│⌬ ➛ ${prefixo}gado
│⌬ ➛ ${prefixo}gostosa
│⌬ ➛ ${prefixo}dogolpe
│⌬ ➛ ${prefixo}chutar
│⌬ ➛ ${prefixo}tapa
│⌬ ➛ ${prefixo}shipo
│⌬ ➛ ${prefixo}casal
│⌬ ➛ ${prefixo}nazista
│⌬ ➛ ${prefixo}rankgay
│⌬ ➛ ${prefixo}rankgado
│⌬ ➛ ${prefixo}rankcorno
│⌬ ➛ ${prefixo}rankgostosos
│⌬ ➛ ${prefixo}rankgostosas
│⌬ ➛ ${prefixo}rankotakus
│⌬ ➛ ${prefixo}ranknazista
│⌬ ➛ ${prefixo}rankpau
╰───────────────────


├⪧ 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃𝐒
├───────────────────
│⌬ ➛ ${prefixo}play (NOME OU LINK)
│⌬ ➛ ${prefixo}soundcloud (LINK)
│⌬ ➛ ${prefixo}tiktok (LINK)
╰───────────────────


├⪧ 𝐏/𝐆𝐑𝐔𝐏𝐎𝐒
├───────────────────
│⌬ ➛ ${prefixo}Repetir
│⌬ ➛ ${prefixo}Calculadora
│⌬ ➛ ${prefixo}Nomegp
│⌬ ➛ ${prefixo}Descgp
│⌬ ➛ ${prefixo}Fotogp
│⌬ ➛ ${prefixo}Totag
│⌬ ➛ ${prefixo}Hidetag
│⌬ ➛ ${prefixo}Linkgp
│⌬ ➛ ${prefixo}Promover
│⌬ ➛ ${prefixo}Rebaixar
│⌬ ➛ ${prefixo}Ban
│⌬ ➛ ${prefixo}Add
╰───────────────────


├⪧ 𝐒𝐓𝐈𝐂𝐊𝐄𝐑𝐒
├───────────────────
│⌬ ➛ ${prefixo}F
│⌬ ➛ ${prefixo}Fig
│⌬ ➛ ${prefixo}Figura
│⌬ ➛ ${prefixo}figurinha
│⌬ ➛ ${prefixo}Stickergif
│⌬ ➛ ${prefixo}figgif
╰───────────────────


├⪧ 𝐏𝐑𝐄𝐌𝐈𝐔𝐍𝐒
├───────────────────
│⌬ ➛ ${prefixo}Serpremium
│⌬ ➛ ${prefixo}Addpremium
│⌬ ➛ ${prefixo}Delpremium
│⌬ ➛ ${prefixo}Premiumlist
╰───────────────────


├⪧ 𝐄𝐍𝐓𝐑𝐄 𝐎𝐔𝐓𝐑𝐎𝐒
├───────────────────
│⌬ ➛ ${prefixo}Enquete
│⌬ ➛ ${prefixo}Ping
│⌬ ➛ ${prefixo}Reagir
│⌬ ➛ ${prefixo}gerargp (NOME)
╰───────────────────

├⪧ 𝐇𝐄𝐍𝐓𝐀𝐈𝐒
├───────────────────
│⌬ ➛ ${prefixo}Ass
│⌬ ➛ ${prefixo}Ahegao
│⌬ ➛ ${prefixo}Bdsm
│⌬ ➛ ${prefixo}Blowjob
│⌬ ➛ ${prefixo}CuckoId
│⌬ ➛ ${prefixo}Ero
│⌬ ➛ ${prefixo}cum
│⌬ ➛ ${prefixo}femdom
│⌬ ➛ ${prefixo}foot
│⌬ ➛ ${prefixo}jahy
│⌬ ➛ ${prefixo}Hentai
│⌬ ➛ ${prefixo}orgy
╰───────────────────


├⪧ 𝐋𝐄𝐕𝐄𝐋
───────────────────
│⌬ ➛ ${prefixo}Leveling
│⌬ ➛ ${prefixo}Level
│⌬ ➛ ${prefixo}Ganharlevel
│⌬ ➛ ${prefixo}Ganharxp
╰───────────────────


`
}
exports.menu = menu
